Repository: jmurriah/plc-tests
Catalog: PLC code/Logical/mappView/VisuDryer/Resources/Texts/DryerTexts.tmx
Source language: en
Languages: es

source: Hello world!
es: Hola Mundo!

source: Dryer Critical Alarm
es: Alarms Critical General

source: Dryer Stop Alarm
es: Alarma Paro General

source: Dryer Stop Drying Alarm
es: Alarma Paro Secado General

source: Fan Breakers error
es: Fallo Proteccion ventiladores

source: Fan PSU error
es: Fallo Fuente ventiladores

source: Main PSU error
es: Fallo Fuente principal

source: Mounted Media
es: Pieza montada

source: Emergency Stop Front
es: Seta Delantera

source: Emergency Stop Rear
es: Seta Trasera Entrada

source: Emergency Stop Remote
es: Seta Externa

source: Wrong physical configuration
es: Configuracion fisica erronea

source: Overtorque in Belt. Break risk
es: Sobrepar en banda. Riesgo de rotura

source: Overtemp in Belt. Break risk. Fast
es: Sobretemp en banda. Riesgo de rotura. Rapido

source: Overtemp in Belt. Break risk. Slow
es: Sobretemp en banda. Riesgo de rotura. Lento

source: Fan PSU >80%
es: Fuente ventiladores >80%

source: Mounted Media inside Dryer
es: Sustrato montado dentro maquina

source: Belt Temp Sensor Error
es: Error Sensor Temp Banda

source: Board Input Temp Sensor Error
es: Error Sensor Entrada Sustrato

source: Board Output Temp Sensor Error
es: Error Sensor Salida Sustrato

source: Air Blower Temp Input Sensor Error
es: Error Sensor Aire Entrada

source: Air Blower Temp Output Sensor Error
es: Error Sensor Aire Salida

source: Front door opened
es: Porton delantero abierto

source: Rear door opened
es: Porton trasero abierto

source: Bent Media detected
es: Detectado sustrato doblado

source: Not movement enabled. Safety information
es: Movimientos no habilitados. Informacion de seguridad

source: Key Mantenance active. No movements
es: Llave Mantenimiento activa. No Movimientos

source: Abnormal vibration level detected on NIRs
es: Vibración anormal detectada en NIRs

source: Belt Drive Power Error
es: Error potencia servo banda

source: Belt Drive Communication error
es: Error comunicacion servo banda

source: Belt Drive Protection Error
es: Proteccion servo banda

source: Belt Motor OverTorque
es: Sobrepar en motor banda

source: Belt Motor Temperature
es: Temp. Motor banda elevada

source: Belt Driver Temperature
es: Temp. Servo banda elevada

source: Not Perimeter defined in Belt
es: El Perímetro de la banda no está definido

source: Not GearBox defined in Belt
es: El Reductor de la banda no está definido

source: Warning Over torque
es: Aviso sobrepar

source: Vertical motor not referenced
es: Motor Vertical no referenciado

source: Comms Error Vertical motor
es: Fallo comunicacion Motor Vertical

source: Breaker Vertical motor
es: Proteccion Motor Vertical

source: Home Sensor Error
es: Error Sensor referenciado

source: Check home sensor
es: Chequear sensor referenciado

source: Overtemperature in vertical motor
es: Sobretemperatura en Motor Vertical

source: Overtemperature in vertical drive
es: Sobretemperatura en Drive Vertical

source: Are you sure to send the homing order?
es: ¿Esta seguro de querer lanzar la orden de referenciado?

source: Vacuum sensor error
es: Error sensor presion

source: Comms Error Blower Vacuum Input
es: Fallo comunicacion Blower Vacio Entrada

source: Comms Error Blower Vacuum Output
es: Fallo comunicacion Blower Vacio Salida

source: Breaker Blower Vacuum Input
es: Proteccion Blower Vacio Entrada

source: Breaker Blower Vacuum Output
es: Proteccion Blower Vacio Salida

source: Error Blower Vacuum Input
es: Error Blower Vacio Entrada

source: Error Blower Vacuum Output
es: Error Blower Vacio Salida

source: Error Blower Input Not running
es: Blower Vacio Entrada sin mover

source: Error Blower Output Not running
es: Blower Vacio Salida sin mover

source: Adphos Power
es: Potencia Adphos

source: Adphos Speed
es: Velocidad Adphos

source: NIR Safety Error
es: Fallo Seguridad NIR

source: NIR Fault
es: NIR en Fallo

source: NIR Comms Error
es: Fallo comunicacion NIR

source: NIR Humidity Sensor error
es: Error sensor humedad NIR

source: NIR Temperature Sensor error
es: Error sensor temperatura NIR

source: Jam Input NIR 1
es: Atasco Frontal NIR 1

source: Jam Output NIR 1
es: Atasco Frontal NIR 2

source: Jam Input NIR 2
es: Atasco Delantero NIR 1

source: Jam Output NIR 2
es: Atasco Delantero NIR 2

source: Jam Rear NIR 1
es: Atasco Trasero NIR 1

source: Jam Rear NIR 2
es: Atasco Trasero NIR 2

source: Jam Mech Cross NIR 1
es: Atasco Frontal Meanico NIR 1

source: Jam Mech Cross NIR 2
es: Atasco Frontal Meanico NIR 2

source: Max Surface Temp NIR 1
es: Maxima Temp superficie NIR 1

source: Max Surface Temp NIR 2
es: Maxima Temp superficie NIR 2

source: Surface Temp Sensor error NIR 1
es: Error Sensor Temp superficie NIR 1

source: Surface Temp Sensor error NIR 2
es: Error Sensor Temp superficie NIR 2

source: Blocked Fan 1 NIR 1
es: Bloque Ventilador 1 NIR 1

source: Blocked Fan 2 NIR 1
es: Bloque Ventilador 2 NIR 1

source: Blocked Fan 3 NIR 1
es: Bloque Ventilador 3 NIR 1

source: Blocked Fan 4 NIR 1
es: Bloque Ventilador 4 NIR 1

source: Blocked Fan 1 NIR 2
es: Bloque Ventilador 1 NIR 2

source: Blocked Fan 2 NIR 2
es: Bloque Ventilador 2 NIR 2

source: Blocked Fan 3 NIR 2
es: Bloque Ventilador 3 NIR 2

source: Blocked Fan 4 NIR 2
es: Bloque Ventilador 4 NIR 2

source: ArcLamp Comms Error
es: Fallo comunicacion ArcLamp

source: ArcLamp Credentials Error
es: Fallo Credenciales ArcLamp

source: ArcLamp Internal Server Error
es: Fallo Interno Servidor ArcLamp

source: ArcLamp Jam
es: Atasco ArcLamp

source: ArcLamp Alarm Lamp 1
es: ArcLamp Fallo Lampara 1

source: ArcLamp Alarm Lamp 2
es: ArcLamp Fallo Lampara 2

source: Not detected exit media L1
es: Pieza no detectada a la salida L1

source: Not detected exit media L2
es: Pieza no detectada a la salida L2

source: Serial Number
es: Numer Serie

source: Current Alarms
es: Alarmas Actuales

source: Alarms History
es: Historico Alarmas

source: Code
es: Codigo

source: Description
es: Descripcion

source: Date and hour
es: Fecha y hora

source: Severity
es: Gravedad

source: State
es: Estado

source: Mute
es: Silenciar

source: Reset
es: Resetear

source: Type
es: Tipo

source: Alarms
es: Alarmas

source: Fan Breakers 80%
es: Protecc. ventiladores 80%

source: ArcLamp Ref Sensor
es: Sensor ArcLamp

source: 24V Fans PSU OK
es: Fuente 24V ventiladores OK

source: Machine Configuration 1
es: Configuracion maquina 1

source: Machine Configuration 2
es: Configuracion maquina 2

source: Machine Configuration 3
es: Configuracion maquina 3

source: Machine Configuration 4
es: Configuracion maquina 4

source: Machine Configuration 5
es: Configuracion maquina 5

source: Machine Configuration 6
es: Configuracion maquina 6

source: Machine Configuration 7
es: Configuracion maquina 7

source: Machine Configuration 8
es: Configuracion maquina 8

source: Machine Configuration 9
es: Configuracion maquina 9

source: Fan Breakers Ok
es: Protecc. ventiladores Ok

source: Safety Key
es: Llave seguridad

source: ArcLamp Correction Laser
es: ArcLamp Laser Correccion

source: 24V Main PSU OK
es: Fuente principal 24V OK

source: NIR Ready
es: NIR Listo

source: NIR Process
es: NIR En Proceso

source: ArcLamp Ready
es: ArcLamp Listo

source: ArcLamp Fault
es: ArcLamp Error

source: Media L1. Front
es: Sustrato. Delantero

source: Media L2. Rear
es: Sustrato. Trasero

source: Lock Nir1 Fan1
es: Bloqueo Nir1 Vent1

source: Lock Nir1 Fan2
es: Bloqueo Nir1 Vent2

source: Lock Nir1 Fan3
es: Bloqueo Nir1 Vent3

source: Lock Nir1 Fan4
es: Bloqueo Nir1 Vent4

source: Lock Nir2 Fan1
es: Bloqueo Nir2 Vent1

source: Lock Nir2 Fan2
es: Bloqueo Nir2 Vent2

source: Lock Nir2 Fan3
es: Bloqueo Nir2 Vent3

source: Lock Nir2 Fan4
es: Bloqueo Nir2 Vent4

source: Jam Nir1 Cross
es: Jamp Nir1 Frontal

source: Jam Nir1 Front
es: Jamp Nir1 Delante

source: Jam Nir1 Rear
es: Jamp Nir1 Detras

source: Jam Nir2 Cross
es: Jamp Nir2 Frontal

source: Jam Nir2 Front
es: Jamp Nir2 Delante

source: Jam Nir2 Rear
es: Jamp Nir2 Detras

source: ArcLamp Impression
es: ArcLamp Imprimir

source: Lock Front Door
es: Bloqueo Porton delantero

source: Lock Back Door
es: Bloqueo Porton trasero

source: Reset Fan Breakers
es: Reset Vetilador seccionad.

source: Reset Switch
es: Reiniciar Switch

source: Critical Error
es: Error Crítico

source: Alarm Sound
es: Alarma sonora

source: Yellow light
es: Luz amarilla

source: Blue light
es: Luz azul

source: Red light
es: Luz roja

source: White light
es: Luz blanca

source: Reset Blue light
es: Luz azul reset

source: Board Temp In
es: Temp. Carton entrada

source: Board Temp Out
es: Temp. Carton salida

source: Belt Temp Out
es: Temp. Salida Banda

source: Humidity
es: Humedad

source: Vacuum pressure
es: Presion vacio

source: Vacuum Temperature 2
es: Temperatura Vacio 2

source: Vacuum Temperature 1
es: Temperatura Vacio 1

source: Speed Nir
es: Velocidad Nir

source: Speed Arc Lamp
es: Velocidad Arc Lamp

source: Surface Nir 1
es: Temp. Superficie Nir 1

source: Surface Nir 2
es: Temp. Superficie Nir 2

source: Confirmation
es: Confirmacion

source: Start
es: Arrancar

source: Laboratory
es: Laboratorio

source: Stop
es: Parar

source: Zero
es: Cero

source: Versions
es: Versiones

source: Interface
es: Interfaz

source: HMI
es: Terminal

source: Thickness
es: Espesor

source: Margin
es: Margen

source: Length
es: Longitud

source: Width
es: Ancho

source: Gap
es: Separacion

source: Offset
es: Desplazamiento

source: Doc Length
es: Longitud Doc.

source: Doc Width
es: Ancho Doc.

source: Doc Offset
es: Desplaz. Doc.

source: Air Conditions
es: Estado aire

source: Pressure
es: Presion

source: Duty Cycle
es: Ciclo Trabajo

source: Position
es: Posicion

source: Position Offset
es: Ajuste posicion

source: SetPoint Power
es: Referencia Potencia

source: Module 1
es: Modulo 1

source: Module 2
es: Modulo 2

source: Enable Module
es: Habilitar Modulo

source: Power Adjust
es: Ajuste Potencia

source: Power
es: Potencia

source: Power Start
es: Potencia Inicial

source: Power End
es: Potencia Final

source: Speed Start
es: Velocidad Inicial

source: Speed End
es: Velocidad Final

source: Air Temperature
es: Temperatura Aire

source: Media Temperature
es: Temperatura Sustrato

source: Drying width
es: Ancho secado

source: Dry with image width
es: Secado con ancho de imagen

source: Enable Lamp
es: Habilitar Lámpara

source: Comms Devices
es: Dispositivos Comunicacion

source: Reset Fan Breaker
es: Reset Proteccion Ventiladores

source: DutyCycle SetPoint
es: Consigna Velocidad

source: Pressure SetPoint
es: Consigna Presion

source: Perimeter
es: Perímetro

source: GearBox
es: Reductora

source: Speed
es: Velocidad

source: Torque
es: Par

source: Home
es: Inicio

source: Diagnosis
es: Diagnostico

source: Blowers
es: Ventiladores

source: Belt
es: Banda

source: Sensors
es: Sensores
